Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# Pause Lava protection for ten minutes.
source: Pause Lava protection for 10 minutes.
de: Pausiert den Lava-Schutz für zehn Minuten.
es: Pausa la protección de Lava durante diez minutos.
fr: Suspend la protection Lava pendant dix minutes.
it: Sospende la protezione Lava per dieci minuti.
ja: Lava保護を10分間一時停止します。
ko: Lava 보호를 10분간 일시 중지해요.
pt_br: Pausa a proteção do Lava por dez minutos.
zh_hans: 暂停 Lava 防护 10 分钟。
zh_hant: 暫停 Lava 防護 10 分鐘。

source: Pause length: %d min
de: Pausendauer: %d Min.
es: Duración de pausa: %d min
fr: Durée de pause : %d min
it: Durata pausa: %d min
ja: 一時停止の長さ: %d 分
ko: 일시 중지 시간: %d분
pt_br: Duração da pausa: %d min
zh_hans: 暂停时长：%d 分钟
zh_hant: 暫停時長：%d 分鐘

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
ko: 일시 중지됨
pt_br: Pausado
zh_hans: 已暂停
zh_hant: 已暫停

# Pending refresh
source: Waiting for update
de: Warten auf Aktualisierung
es: Esperando actualización
fr: En attente de mise à jour
it: In attesa di aggiornamento
ja: 更新待ち
ko: 업데이트 대기 중
pt_br: Aguardando atualização
zh_hans: 等待更新
zh_hant: 等待更新

# Pending refresh · Custom List
source: Waiting for update · Custom blocklist
de: Warten auf Aktualisierung · Eigene Blockliste
es: Esperando actualización · Lista de bloqueo personalizada
fr: En attente de mise à jour · Liste de blocage personnalisée
it: In attesa di aggiornamento · Lista di blocco personalizzata
ja: 更新待ち・カスタムブロックリスト
ko: 업데이트 대기 중 · 맞춤 차단 목록
pt_br: Aguardando atualização · Lista de bloqueio personalizada
zh_hans: 等待更新 · 自定义拦截列表
zh_hant: 等待更新 · 自訂封鎖清單

# Pending remove
source: Pending removal
de: Entfernen ausstehend
es: Pendiente de eliminar
fr: Suppression en attente
it: Rimozione in sospeso
ja: 削除予定
ko: 삭제 예정
pt_br: Remoção pendente
zh_hans: 待移除
zh_hant: 待移除

source: Pending setup
de: Einrichtung ausstehend
es: Configuración pendiente
fr: Configuration en attente
it: Configurazione in sospeso
ja: 設定待ち
ko: 설정 대기 중
pt_br: Configuração pendente
zh_hans: 待设置
zh_hant: 待設定

source: Permanently deletes your account’s encrypted backup — this can’t be undone. Backup stays on, and a fresh copy uploads next time.
de: Löscht das verschlüsselte Backup deines Accounts dauerhaft – nicht rückgängig zu machen. Backup bleibt an und lädt beim nächsten Mal eine neue Kopie hoch.
es: Elimina de forma permanente la copia cifrada de tu cuenta; no se puede deshacer. La copia sigue activada y subirá una nueva la próxima vez.
fr: Supprime définitivement la sauvegarde chiffrée de votre compte — action irréversible. La sauvegarde reste activée et enverra une nouvelle copie la prochaine fois.
it: Elimina definitivamente il backup cifrato del tuo account: non è reversibile. Il backup resta attivo e caricherà una nuova copia la prossima volta.
ja: アカウントの暗号化バックアップを完全に削除します（元に戻せません）。バックアップはオンのままで、次回新しいコピーをアップロードします。
ko: 계정의 암호화된 백업을 영구적으로 삭제합니다. 되돌릴 수 없습니다. 백업은 켜진 채로 유지되며 다음번에 새 사본을 올립니다.
pt_br: Apaga permanentemente o backup criptografado da sua conta — não dá para desfazer. O backup continua ativado e envia uma nova cópia na próxima vez.
zh_hans: 永久删除你账户的加密备份，无法撤销。备份仍保持开启，下次会上传一份新副本。
zh_hant: 永久刪除你帳號的加密備份，無法復原。備份仍保持開啟，下次會上傳一份新副本。

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
ja: iPhone
ko: 휴대폰
pt_br: Telefone
zh_hans: 手机
zh_hant: 手機

source: Pick how much Lava blocks
de: Leg fest, wie viel Lava blockiert
es: Elige cuánto bloquea Lava
fr: Choisissez ce que Lava bloque
it: Scegli quanto blocca Lava
ja: Lava がブロックする範囲を選ぶ
ko: Lava가 얼마나 차단할지 선택
pt_br: Escolha quanto a Lava bloqueia
zh_hans: 选择 Lava 的拦截力度
zh_hant: 選擇 Lava 的封鎖程度

# Piracy & Torrent
source: Piracy & torrents
de: Piraterie & Torrents
es: Piratería y torrents
fr: Piratage et torrents
it: Pirateria e torrent
ja: 海賊版とトレント
ko: 불법 복제 및 토렌트
pt_br: Pirataria e torrents
zh_hans: 盗版与种子
zh_hant: 盜版與種子

source: Platform
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
pt_br: Plataforma
zh_hans: 平台
zh_hant: 平台

# Please wait a moment and try again.
source: Try again later.
de: Versuche es später erneut.
es: Inténtalo de nuevo más tarde.
fr: Réessayez plus tard.
it: Riprova più tardi.
ja: しばらくしてからもう一度お試しください。
ko: 나중에 다시 시도하세요.
pt_br: Tente novamente mais tarde.
zh_hans: 请稍后重试。
zh_hant: 請稍後再試。

# Point another phone's camera here to import.
source: Point another device’s camera here to import.
de: Richte die Kamera eines anderen Geräts hierauf, um zu importieren.
es: Apunta aquí la cámara de otro dispositivo para importar.
fr: Pointez l’appareil photo d’un autre appareil ici pour importer.
it: Punta qui la fotocamera di un altro dispositivo per importare.
ja: 別のデバイスのカメラをここに向けるとインポートできます。
ko: 다른 기기의 카메라를 여기에 비추면 가져올 수 있어요.
pt_br: Aponte a câmera de outro dispositivo para cá para importar.
zh_hans: 用另一台设备的相机对准这里即可导入。
zh_hant: 用另一台裝置的相機對準這裡即可匯入。

# Prepared %@ rule for local protection.
source: Prepared %@ rule.
de: %@ Regel vorbereitet.
es: Se preparó %@ regla.
fr: %@ règle préparée.
it: Preparata %@ regola.
ja: %@件のルールを準備しました。
ko: 규칙 %@개를 준비했어요.
pt_br: %@ regra preparada.
zh_hans: 已准备 %@ 条规则。
zh_hant: 已準備 %@ 條規則。

# Prepared %@ rules for local protection.
source: Prepared %@ rules.
de: %@ Regeln vorbereitet.
es: Se prepararon %@ reglas.
fr: %@ règles préparées.
it: Preparate %@ regole.
ja: %@件のルールを準備しました。
ko: 규칙 %@개를 준비했어요.
pt_br: %@ regras preparadas.
zh_hans: 已准备 %@ 条规则。
zh_hant: 已準備 %@ 條規則。

# Preparing local VPN...
source: Setting up protection…
de: Schutz wird eingerichtet…
es: Configurando la protección…
fr: Configuration de la protection…
it: Configurazione della protezione…
ja: 保護を設定しています…
ko: 보호를 설정하는 중…
pt_br: Configurando a proteção…
zh_hans: 正在设置防护…
zh_hant: 正在設定防護…

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 보기
pt_br: Pré-visualização
zh_hans: 预览
zh_hant: 預覽

source: Primary DNS
de: Primäres DNS
es: DNS principal
fr: DNS principal
it: DNS primario
ja: プライマリDNS
ko: 기본 DNS
pt_br: DNS primário
zh_hans: 主 DNS
zh_hant: 主要 DNS

source: Privacy & data
de: Datenschutz & Daten
es: Privacidad y datos
fr: Confidentialité et données
it: Privacy e dati
ja: プライバシーとデータ
ko: 개인정보 및 데이터
pt_br: Privacidade e dados
zh_hans: 隐私与数据
zh_hant: 隱私權與資料

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Progress is off in Privacy & data
de: Fortschritt ist unter „Datenschutz & Daten“ deaktiviert
es: El progreso está desactivado en Privacidad y datos
fr: La progression est désactivée dans Confidentialité et données
it: L’avanzamento è disattivato in Privacy e dati
ja: 「プライバシーとデータ」で進捗がオフになっています
ko: “개인정보 및 데이터”에서 진행 상황이 꺼져 있습니다
pt_br: O progresso está desativado em Privacidade e Dados
zh_hans: 进度已在“隐私与数据”中关闭
zh_hant: 進度已在「隱私權與資料」中關閉

source: Protected
de: Geschützt
es: Protegido
fr: Protégé
it: Protetto
ja: 保護中
ko: 보호 중
pt_br: Protegido
zh_hans: 防护中
zh_hant: 防護中

source: Protection
de: Schutz
es: Protección
it: Protezione
ja: 保護
ko: 보호
pt_br: Proteção
zh_hans: 防护
zh_hant: 防護

source: Protection choices
de: Schutzoptionen
es: Opciones de protección
fr: Options de protection
it: Opzioni di protezione
ja: 保護の選択肢
ko: 보호 옵션
pt_br: Opções de proteção
zh_hans: 防护选项
zh_hant: 防護選項

source: Protection status
de: Schutzstatus
es: Estado de la protección
fr: État de la protection
it: Stato della protezione
ja: 保護ステータス
ko: 보호 상태
pt_br: Status da proteção
zh_hans: 防护状态
zh_hant: 防護狀態

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 공급자
pt_br: Provedor
zh_hans: 提供商
zh_hant: 供應商

# Purchase cancelled
source: Purchase canceled
de: Kauf abgebrochen
es: Compra cancelada
fr: Achat annulé
it: Acquisto annullato
ja: 購入をキャンセルしました
ko: 구입이 취소되었습니다
pt_br: Compra cancelada
zh_hans: 已取消购买
zh_hant: 已取消購買

source: Ready after sign-in
de: Bereit nach der Anmeldung
es: Listo tras iniciar sesión
fr: Prêt après la connexion
it: Pronto dopo l’accesso
ja: サインイン後に利用可能
ko: 로그인 후 사용 가능
pt_br: Pronto após o login
zh_hans: 登录后即可使用
zh_hant: 登入後即可使用

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato
ja: おすすめ
ko: 권장
pt_br: Recomendado
zh_hans: 推荐
zh_hant: 建議

source: Reconnect
de: Neu verbinden
es: Reconectar
fr: Reconnecter
it: Riconnetti
ja: 再接続
ko: 다시 연결
pt_br: Reconectar
zh_hans: 重新连接
zh_hant: 重新連線

source: Reconnect needed
de: Neu verbinden nötig
es: Hay que reconectar
fr: Reconnexion nécessaire
it: Riconnessione necessaria
ja: 再接続が必要です
ko: 다시 연결 필요
pt_br: Necessário reconectar
zh_hans: 需要重新连接
zh_hant: 需要重新連線

source: Reconnecting
de: Wird neu verbunden
es: Reconectando
fr: Reconnexion
it: Riconnessione in corso
ja: 再接続中
ko: 다시 연결하는 중
pt_br: Reconectando
zh_hans: 正在重新连接
zh_hant: 正在重新連線

source: Recovery
de: Wiederherstellung
es: Recuperación
fr: Récupération
it: Recupero
ja: 復元
ko: 복구
pt_br: Recuperação
zh_hans: 恢复
zh_hant: 復原

source: Recovery phrase
de: Wiederherstellungsphrase
es: Frase de recuperación
fr: Phrase de récupération
it: Frase di recupero
ja: リカバリーフレーズ
ko: 복구 문구
pt_br: Frase de recuperação
zh_hans: 恢复短语
zh_hant: 復原片語

# Refresh now
source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
ja: 今すぐ更新
ko: 지금 업데이트
pt_br: Atualizar agora
zh_hans: 立即更新
zh_hant: 立即更新

source: Refresh sample
de: Stichprobe aktualisieren
es: Actualizar muestra
fr: Actualiser l’échantillon
it: Aggiorna campione
ja: サンプルを更新
ko: 샘플 새로 고침
pt_br: Atualizar amostra
zh_hans: 刷新采样
zh_hant: 重新整理取樣

# Refreshed
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
ja: 更新済み
ko: 업데이트됨
pt_br: Atualizado
zh_hans: 已更新
zh_hant: 已更新

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 移除
zh_hant: 移除

# Remove a list before adding another — you're at your filter-rule limit.
source: Remove a blocklist before adding another — you’re at your filter rule limit.
de: Entferne eine Blockliste, bevor du eine weitere hinzufügst – du hast dein Limit für Filterregeln erreicht.
es: Elimina una lista de bloqueo antes de añadir otra: has alcanzado el límite de reglas de filtrado.
fr: Retirez une liste de blocage avant d’en ajouter une autre — vous avez atteint votre limite de règles de filtrage.
it: Rimuovi una lista di blocco prima di aggiungerne un’altra: hai raggiunto il limite di regole di filtro.
ja: フィルタールールの上限に達しています。別のブロックリストを追加する前に、ブロックリストを1つ削除してください。
ko: 다른 차단 목록을 추가하려면 먼저 차단 목록을 하나 제거하세요. 필터 규칙 한도에 도달했어요.
pt_br: Remova uma lista de bloqueio antes de adicionar outra — você atingiu o limite de regras de filtro.
zh_hans: 请先移除一个拦截列表再添加新的——你已达到筛选规则上限。
zh_hant: 新增另一份封鎖清單前請先移除一份——你已達篩選規則上限。

source: Removed
de: Entfernt
es: Eliminado
fr: Supprimé
it: Rimosso
ja: 削除
ko: 제거됨
pt_br: Removido
zh_hans: 已移除
zh_hant: 已移除

source: Rename filter
de: Filter umbenennen
es: Renombrar filtro
fr: Renommer le filtre
it: Rinomina filtro
ja: フィルターの名前を変更
ko: 필터 이름 변경
pt_br: Renomear filtro
zh_hans: 重命名筛选器
zh_hant: 重新命名篩選器

source: Replace a filter
de: Filter ersetzen
es: Reemplazar un filtro
fr: Remplacer un filtre
it: Sostituisci un filtro
ja: フィルターを置き換える
ko: 필터 교체
pt_br: Substituir um filtro
zh_hans: 替换筛选器
zh_hant: 取代篩選器

source: Replace a filter instead
de: Stattdessen einen Filter ersetzen
es: Mejor reemplazar un filtro
fr: Remplacer un filtre à la place
it: Sostituisci invece un filtro
ja: 代わりにフィルターを置き換える
ko: 대신 필터 교체하기
pt_br: Substituir um filtro
zh_hans: 改为替换某个筛选器
zh_hant: 改為取代某個篩選器

source: Replace which filter?
de: Welchen Filter ersetzen?
es: ¿Qué filtro quieres reemplazar?
fr: Quel filtre remplacer ?
it: Quale filtro vuoi sostituire?
ja: どのフィルターを置き換えますか？
ko: 어떤 필터를 교체할까요?
pt_br: Substituir qual filtro?
zh_hans: 替换哪个筛选器？
zh_hant: 要取代哪個篩選器？

source: Report ID
de: Berichts-ID:
es: ID del informe:
fr: ID du rapport :
it: ID segnalazione:
ja: レポート ID：
ko: 리포트 ID:
pt_br: ID do relatório:
zh_hans: 报告 ID：
zh_hant: 回報 ID：

source: Requires update
de: Update erforderlich
es: Requiere actualización
fr: Mise à jour requise
it: Richiede un aggiornamento
ja: 更新が必要
ko: 업데이트 필요
pt_br: Precisa de atualização
zh_hans: 需要更新
zh_hant: 需要更新

source: Reset activity dates to today
de: Aktivitätsdaten auf heute zurücksetzen
es: Restablecer las fechas de actividad a hoy
fr: Réinitialiser les dates d’activité à aujourd’hui
it: Reimposta a oggi le date dell’attività
ja: アクティビティの日付を今日にリセット
ko: 활동 날짜를 오늘로 재설정
pt_br: Redefinir as datas de atividade para hoje
zh_hans: 将活动日期重置为今天
zh_hant: 將活動日期重設為今天

# Restart Lava Protection
source: Reconnect Lava Protection
de: Lava-Schutz neu verbinden
es: Reconectar la protección de Lava
fr: Reconnecter la protection Lava
it: Riconnetti la protezione Lava
ja: Lava保護を再接続
ko: Lava 보호 다시 연결
pt_br: Reconectar a proteção do Lava
zh_hans: 重新连接 Lava 防护
zh_hant: 重新連線 Lava 防護

# Restart Lava protection now.
source: Reconnect Lava protection now.
de: Verbindet den Lava-Schutz jetzt neu.
es: Reconecta la protección de Lava ahora.
fr: Reconnecte la protection Lava maintenant.
it: Riconnette subito la protezione Lava.
ja: Lava保護を今すぐ再接続します。
ko: 지금 Lava 보호를 다시 연결해요.
pt_br: Reconecta a proteção do Lava agora.
zh_hans: 立即重新连接 Lava 防护。
zh_hant: 立即重新連線 Lava 防護。

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
pt_br: Restaurar
zh_hans: 恢复
zh_hant: 還原

source: Restore backup
de: Backup wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
it: Ripristina il backup
ja: バックアップを復元
ko: 백업 복원
pt_br: Restaurar backup
zh_hans: 恢复备份
zh_hant: 復原備份

# Restore Lava Security Plus
source: Restore Lava Plus
de: Lava Plus wiederherstellen
es: Restaurar Lava Plus
fr: Restaurer Lava Plus
it: Ripristina Lava Plus
ja: Lava Plusを復元
ko: Lava Plus 복원
pt_br: Restaurar o Lava Plus
zh_hans: 恢复 Lava Plus
zh_hant: 復原 Lava Plus

source: Restore purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l’achat
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compra
zh_hans: 恢复购买
zh_hant: 還原購買項目

# Restore cancelled
source: Restore canceled
de: Wiederherstellung abgebrochen
es: Restauración cancelada
fr: Restauration annulée
it: Ripristino annullato
ja: 復元をキャンセルしました
ko: 복원 취소됨
pt_br: Restauração cancelada
zh_hans: 已取消恢复
zh_hant: 已取消還原

source: Restore default filters
de: Standardfilter wiederherstellen
es: Restaurar filtros predeterminados
fr: Restaurer les filtres par défaut
it: Ripristina i filtri predefiniti
ja: デフォルトのフィルターに戻す
ko: 기본 필터 복원
pt_br: Restaurar filtros padrão
zh_hans: 恢复默认筛选器
zh_hant: 還原預設篩選器

source: Restore default filters?
de: Standardfilter wiederherstellen?
es: ¿Restaurar los filtros predeterminados?
fr: Restaurer les filtres par défaut ?
it: Ripristinare i filtri predefiniti?
ja: デフォルトのフィルターに戻しますか？
ko: 기본 필터를 복원할까요?
pt_br: Restaurar filtros padrão?
zh_hans: 恢复默认筛选器？
zh_hant: 要還原預設篩選器嗎？

source: Restore failed
de: Wiederherstellung fehlgeschlagen
es: Error al restaurar
fr: Échec de la restauration
it: Ripristino non riuscito
ja: 復元に失敗しました
ko: 복원 실패
pt_br: Falha na restauração
zh_hans: 恢复失败
zh_hant: 還原失敗

# Restored successfully
source: Backup restored
de: Backup wiederhergestellt
es: Copia de seguridad restaurada
fr: Sauvegarde restaurée
it: Backup ripristinato
ja: バックアップを復元しました
ko: 백업 복원됨
pt_br: Backup restaurado
zh_hans: 备份已恢复
zh_hant: 備份已復原

source: Restoring…
de: Wird wiederhergestellt
es: Restaurando
fr: Restauration
it: Ripristino in corso
ja: 復元中
ko: 복원 중
pt_br: Restaurando
zh_hans: 正在恢复
zh_hant: 正在復原

source: Resume Lava Protection
de: Lava-Schutz fortsetzen
es: Reanudar la protección de Lava
fr: Reprendre la protection Lava
it: Riprendi la protezione Lava
ja: Lava保護を再開
ko: Lava 보호 재개
pt_br: Retomar a proteção do Lava
zh_hans: 恢复 Lava 防护
zh_hant: 恢復 Lava 防護

source: Resume Lava protection now.
de: Setzt den Lava-Schutz jetzt fort.
es: Reanuda la protección de Lava ahora.
fr: Reprend la protection Lava maintenant.
it: Riprende subito la protezione Lava.
ja: Lava保護を今すぐ再開します。
ko: 지금 Lava 보호를 재개해요.
pt_br: Retoma a proteção do Lava agora.
zh_hans: 立即恢复 Lava 防护。
zh_hant: 立即恢復 Lava 防護。

source: Resume Now
de: Jetzt fortsetzen
es: Reanudar ahora
fr: Reprendre maintenant
it: Riprendi ora
ja: 今すぐ再開
ko: 지금 재개
pt_br: Retomar agora
zh_hans: 立即恢复
zh_hant: 立即恢復

# Resumed protection, but could not refresh filter
source: Protection resumed, but the filter couldn’t update
de: Schutz fortgesetzt, aber der Filter konnte nicht aktualisiert werden
es: Protección reanudada, pero no se pudo actualizar el filtro
fr: Protection reprise, mais le filtre n’a pas pu être mis à jour
it: Protezione ripresa, ma impossibile aggiornare il filtro
ja: 保護を再開しましたが、フィルターを更新できませんでした
ko: 보호를 재개했지만 필터를 업데이트할 수 없어요
pt_br: Proteção retomada, mas não foi possível atualizar o filtro
zh_hans: 防护已恢复，但筛选器无法更新
zh_hant: 防護已恢復，但篩選器無法更新

# Retry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 再試一次

source: Review
de: Prüfen
es: Revisar
fr: Vérifier
it: Rivedi
ja: 確認
ko: 검토
pt_br: Revisar
zh_hans: 查看
zh_hant: 檢閱

source: Review Privacy & data
de: Datenschutz & Daten prüfen
es: Revisar Privacidad y datos
fr: Vérifier confidentialité et données
it: Rivedi Privacy e dati
ja: プライバシーとデータを確認
ko: 개인정보 및 데이터 검토
pt_br: Revisar Privacidade e dados
zh_hans: 查看隐私与数据
zh_hant: 檢閱隱私權與資料

source: Review and submit
de: Prüfen und senden
es: Revisar y enviar
fr: Vérifier et envoyer
it: Rivedi e invia
ja: 確認して送信
ko: 확인 후 보내기
pt_br: Revisar e enviar
zh_hans: 检查并提交
zh_hant: 檢視並送出

# Review cannot continue
source: Review can’t continue
de: Prüfung kann nicht fortgesetzt werden
es: No se puede continuar con la revisión
fr: Impossible de poursuivre la vérification
it: Impossibile continuare la revisione
ja: 確認を続けられません
ko: 검토를 계속할 수 없어요
pt_br: Não foi possível continuar a revisão
zh_hans: 无法继续审核
zh_hant: 無法繼續審查

source: Review import
de: Import prüfen
es: Revisar la importación
fr: Vérifier l’importation
it: Rivedi importazione
ja: インポート内容を確認
ko: 가져오기 검토
pt_br: Revisar importação
zh_hans: 检查导入内容
zh_hant: 檢視匯入內容

source: Run Live DNS Smoke
de: Live-DNS-Smoke-Test ausführen
es: Ejecutar prueba DNS en vivo
fr: Lancer le smoke test DNS en direct
it: Esegui Live DNS Smoke
ja: ライブ DNS スモークを実行
ko: 라이브 DNS 스모크 실행
pt_br: Executar teste de DNS ao vivo
zh_hans: 运行实时 DNS Smoke
zh_hant: 執行即時 DNS 煙霧測試

source: Runtime resets
de: Laufzeit-Resets
es: Reinicios de ejecución
fr: Réinitialisations d’exécution
it: Ripristini del runtime
ja: ランタイムのリセット
ko: 런타임 재설정
pt_br: Redefinições de tempo de execução
zh_hans: 运行时重置
zh_hant: 執行階段重置

source: Same transport as primary
de: Gleicher Transport wie primär
es: Mismo transporte que el principal
fr: Même transport que le DNS principal
it: Stesso trasporto del primario
ja: プライマリと同じ通信方式
ko: 기본 DNS와 동일한 전송 방식
pt_br: Mesmo transporte do primário
zh_hans: 与主 DNS 使用相同传输方式
zh_hant: 與主要 DNS 使用相同傳輸方式

source: Sampled
de: Erfasst
es: Muestreado
fr: Échantillonné
it: Campionato
ja: サンプリング済み
ko: 샘플링됨
pt_br: Amostrado
zh_hans: 已采样
zh_hant: 已取樣

source: Sampling
de: Erfassung läuft
es: Muestreando
fr: Échantillonnage
it: Campionamento
ja: サンプリング中
ko: 샘플링 중
pt_br: Amostrando
zh_hans: 正在采样
zh_hant: 正在取樣

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

source: Save selection
de: Auswahl sichern
es: Guardar selección
fr: Enregistrer la sélection
it: Salva selezione
ja: 選択を保存
ko: 선택 항목 저장
pt_br: Salvar seleção
zh_hans: 保存所选
zh_hant: 儲存選擇

source: Save filter
de: Filter sichern
es: Guardar filtro
fr: Enregistrer le filtre
it: Salva filtro
ja: フィルターを保存
ko: 필터 저장
pt_br: Salvar filtro
zh_hans: 保存筛选器
zh_hant: 儲存篩選器

source: Save your recovery phrase
de: Sichere deine Wiederherstellungsphrase
es: Guarda tu frase de recuperación
fr: Enregistrez votre phrase de récupération
it: Salva la tua frase di recupero
ja: リカバリーフレーズを保存
ko: 복구 문구 저장
pt_br: Guarde sua frase de recuperação
zh_hans: 保存你的恢复短语
zh_hant: 儲存你的復原片語

source: Saved
de: Gesichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存済み
ko: 저장됨
pt_br: Salvo
zh_hans: 已保存
zh_hant: 已儲存

source: Saved Lava Guard progress will be cleared and new Lava Guard progress won’t be saved.
de: Gespeicherter Lava-Guard-Fortschritt wird gelöscht und neuer Lava-Guard-Fortschritt wird nicht gespeichert.
es: Se borrará el progreso guardado de Lava Guard y no se guardará el nuevo progreso de Lava Guard.
fr: La progression Lava Guard enregistrée sera effacée et aucune nouvelle progression Lava Guard ne sera enregistrée.
it: I progressi di Lava Guard salvati verranno cancellati e i nuovi progressi di Lava Guard non verranno salvati.
ja: 保存されたLava Guardの進行状況は消去され、新しいLava Guardの進行状況は保存されなくなります。
ko: 저장된 Lava Guard 진행 상황이 지워지고, 새 Lava Guard 진행 상황은 저장되지 않습니다.
pt_br: O progresso salvo do Lava Guard será apagado e o novo progresso do Lava Guard não será salvo.
zh_hans: 已保存的 Lava Guard 进度将被清除，且不会保存新的 Lava Guard 进度。
zh_hant: 已儲存的 Lava Guard 進度將被清除，且不會儲存新的 Lava Guard 進度。

# Saved domain names will be cleared and new domain names will not be saved.
source: Saved domain names will be cleared and new domain names won’t be saved.
de: Gespeicherte Domain-Namen werden gelöscht und neue Domain-Namen werden nicht gespeichert.
es: Se borrarán los nombres de dominio guardados y no se guardarán los nombres de dominio nuevos.
fr: Les noms de domaine enregistrés seront effacés et aucun nouveau nom de domaine ne sera enregistré.
it: I nomi di dominio salvati verranno cancellati e i nuovi nomi di dominio non verranno salvati.
ja: 保存されたドメイン名は消去され、新しいドメイン名は保存されなくなります。
ko: 저장된 도메인 이름이 지워지고, 새 도메인 이름은 저장되지 않습니다.
pt_br: Os nomes de domínio salvos serão apagados e os novos nomes de domínio não serão salvos.
zh_hans: 已保存的域名将被清除，且不会保存新的域名。
zh_hant: 已儲存的網域名稱將被清除，且不會儲存新的網域名稱。

source: Saved filtering counts will be cleared and new allowed, blocked, and protection uptime counts won’t be saved.
de: Gespeicherte Filterzähler werden gelöscht, und neue Zähler für erlaubte und blockierte Anfragen sowie die Schutz-Laufzeit werden nicht gespeichert.
es: Se borrarán los recuentos de filtrado guardados y no se guardarán los nuevos recuentos de elementos permitidos, bloqueados ni de tiempo de protección activa.
fr: Les compteurs de filtrage enregistrés seront effacés et aucun nouveau compteur des requêtes autorisées, des requêtes bloquées ou de la durée de protection ne sera enregistré.
it: I conteggi del filtraggio salvati verranno cancellati e i nuovi conteggi di elementi consentiti, bloccati e di tempo di attività della protezione non verranno salvati.
ja: 保存されたフィルタリング件数は消去され、今後は許可・ブロックの件数と保護の稼働時間は保存されなくなります。
ko: 저장된 필터링 횟수가 지워지고, 새 허용·차단 횟수와 보호 작동 시간은 저장되지 않아요.
pt_br: As contagens de filtragem salvas serão apagadas e as novas contagens de permitidos, bloqueados e tempo de proteção ativa não serão salvas.
zh_hans: 已保存的筛选计数将被清除，且不会保存新的允许、拦截和防护运行时长计数。
zh_hant: 已儲存的篩選計數將被清除，且不會儲存新的允許、封鎖及防護運作時間計數。

source: Saved network activity entries will be cleared and new network activity entries won’t be saved.
de: Gespeicherte Netzwerkaktivitäts-Einträge werden gelöscht und neue Netzwerkaktivitäts-Einträge werden nicht gespeichert.
es: Se borrarán las entradas de actividad de red guardadas y no se guardarán las entradas de actividad de red nuevas.
fr: Les entrées d’activité réseau enregistrées seront effacées et aucune nouvelle entrée d’activité réseau ne sera enregistrée.
it: Le voci di attività di rete salvate verranno cancellate e le nuove voci di attività di rete non verranno salvate.
ja: 保存されたネットワークアクティビティの項目は消去され、新しいネットワークアクティビティの項目は保存されなくなります。
ko: 저장된 네트워크 활동 항목이 지워지고, 새 네트워크 활동 항목은 저장되지 않습니다.
pt_br: As entradas de atividade de rede salvas serão apagadas e as novas entradas de atividade de rede não serão salvas.
zh_hans: 已保存的网络活动条目将被清除，且不会保存新的网络活动条目。
zh_hant: 已儲存的網路活動項目將被清除，且不會儲存新的網路活動項目。
